Repository: 84000/data-translation-memory
Catalog: toh218-v1.tmx
Source language: bo
Languages: en

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to all the buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus have I heard at one time.

source: བཅོམ་ལྡན་འདས་ཡངས་པ་ཅན་གྱི་ཨ་མྲས་བསྲུངས་པའི་ཚལ་ན། དགེ་སློང་ལྔ་བརྒྱ་ཙམ་གྱི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ།
en: The Bhagavān was dwelling at Āmrapālī’s Grove in Vaiśālī, in the company of a great monastic assembly of about five hundred monks

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སུམ་ཁྲི་ཉིས་སྟོང་ལ་འདི་ལྟ་སྟེ།
en: and thirty-two thousand great bodhisattva mahāsattvas,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ང་རྒྱལ་རྣམ་པར་འཇོམས་དང་།
en: the bodhisattva mahāsattvas Destroyer of Pride,

source: འོད་ཀྱིས་རྣམ་པར་རྩེ་བ་མངོན་པར་ཤེས་པ་དང་།
en: Sublime Knowledge Displayed with Luminosity,

source: མེ་ཏོག་དམ་པ་ལྟ་བུ་དང་།
en: Like a Lotus Flower,

source: འོད་ཟེར་རབ་ཏུ་འགྱེད་པའི་རྒྱལ་པོ་དང་། །
en: King of Light Diffusion,

source: རྟག་ཏུ་བུ་དོན་ལྟར་བྲིས་པའི་ལུས་ཅན་དང་།
en: Embodiment Always Appearing Like an Honorable Image,

source: སོམ་ཉི་ཐམས་ཅད་མགུ་བྱེད་དང་།
en: All Doubts Diminished,

source: རིན་ཆེན་བཀོད་པའི་རྒྱ་མཚོ་བློ་གྲོས་དང་།
en: He Whose Intelligence is Like an Ocean of Arrayed Jewels,

source: མེ་ཏོག་སྣ་ཚོགས་གནས་དང་། །
en: Abode of Myriad Flowers,

source: སྒྲ་དབྱངས་རྣམ་པར་དག་པའི་རྒྱལ་པོ་དང་།
en: King of Utterly Clear Melody,

source: འོད་ཟེར་རྒྱལ་པོའི་སྒྲོན་མ་དང་།
en: Lamp of the Light King,

source: དཔལ་གྱི་སྙིང་པོའི་གསེར་འོད་དང་། །
en: Golden Light of the Glorious Essence,

source: དབང་པོ་དང་། ཡུལ་ཐམས་ཅད་རབ་ཏུ་འདུལ་བ་
en: Mighty One, Subjugator of All Places,

source: སྒྲ་དབྱངས་མངོན་པར་སྒྲོགས་པའི་རྒྱལ་པོ་དང་།
en: King of Openly Proclaiming Melody,

source: གཟི་བརྗིད་ཡིད་འོང་ཀུན་བསྡུས་དང་། །
en: Embodiment of Enchanting Splendor,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་
en: the great bodhisattva mahāsattva Youthful Mañjuśrī,

source: དེ་དག་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སུམ་ཁྲི་ཉིས་སྟོང་དང་ཡང་ཐབས་ཅིག་གོ། །
en: and others. In all he was accompanied by thirty-two thousand great bodhisattva mahāsattvas.

source: དེ་ནས་དེའི་ཚེ་དགེ་སློང་དྲི་མེད་འོད་ཅེས་བྱ་བ་ཡངས་པ་ཅན་གྱི་གྲོང་ཁྱེར་ཆེན་པོར་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་སྟེ། །
en: At that time, the monk called Stainless Light came to the great city of Vaiśālī to beg for alms.

source: མཐར་ཆགས་སུ་བསོད་སྙོམས་ཀྱི་ཕྱིར་རྒྱུ་བ་ན་ཁྱིམ་གྱི་རྒྱུས་མི་ཤེས་པས་སྨད་འཚོང་མའི་ཁྱིམ་ཞིག་ཏུ་སོང་ངོ་།
en: As he made his alms round, he arrived at a prostitute’s home, not knowing whose it was.

source: དགེ་སློང་དེ་སྨད་འཚོང་མའི་ཁྱིམ་གྱི་ནང་དུ་སོང་མ་ཐག་ཏུ་སྨད་འཚོང་མ་དེས་བདག་དགེ་སློང་འདི་དང་མི་ཉལ་དུ་མི་གཏོང་ངོ་། །གལ་ཏེ་མ་གྲུབ་ན་ནི་བདག་འཆི་བར་འགྱུར་རོ་སྙམ་དུ་དེ་ལ་འདོད་ཆགས་ཀྱི་སེམས་བསྐྱེད་དོ། །
en: The moment the monk went into her home, lustful intentions were aroused in the prostitute, who thought, “I will not let this monk go without sleeping with him. If I fail, I will die.”

source: དེས་དགེ་སློང་དེ་ནང་དུ་འོངས་མ་ཐག་ཏུ་སྒོ་བཅད་ནས་དགེ་སློང་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: Once the monk had come inside, she immediately shut the door and told him,

source: བདག་དང་ལྷན་ཅིག་ཏུ་མི་ཉལ་དུ་མི་རུང་ངོ་། །
en: “It would be wrong for you not to sleep with me.

source: གལ་ཏེ་མ་ཉལ་ན་ནི་ཁོ་མོ་འཆི་བར་འགྱུར་རོ་
en: Unless you sleep with me, I will die.”

source: དེ་ནས་དགེ་སློང་དྲི་མེད་འོད་ཀྱིས་སྨད་འཚོང་མ་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: The monk Stainless Light protested to the prostitute,

source: སྲུ་མོ་ཁོ་བོས་ནི་སངས་རྒྱས་ཀྱི་བསླབ་པ་ཆེན་པོ་བཅས་པ་ལ་བསླབ་དགོས་ཏེ། །
en: “Auntie! I must train in the great precepts prescribed by the Buddha.

source: འཁྲིག་པའི་ཆོས་བྱེད་མི་ཕོད་ཀྱིས་ཐོང་ཤིག །ཁོ་བོ་ནི་ཤི་ཡང་སླའི་འཁྲིག་པའི་ཆོས་ནི་མི་བྱེད་དོ་
en: I dare not engage in sexual activity. Please let me go! I would rather die than engage in sexual activity.”

source: དེ་ནས་སྨད་འཚོང་མ་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: At this the prostitute thought,

source: བདག་གིས་གསང་སྔགས་དང་། སྨན་གང་གིས་དགེ་སློང་འདི་འདུག་ནས་གདོན་མི་ཟ་བར་བདག་དང་ལྷན་ཅིག་ཏུ་དགའ་བ་ཉམས་སུ་མྱོང་བར་འགྱུར་བའི་གསང་སྔགས་དང་། སྨན་དག་དགེ་སློང་འདི་ལ་སྦྱིན་གོར་མ་ཆག་གོ་སྙམ་མོ།
en: “If I use a certain secret mantra and drug to seduce this monk, he will surely engage in blissful acts with me; I shall definitely use that secret mantra and drug on this monk.”

source: བདག་ཀྱང་སངས་རྒྱས་ཀྱིས་བཅས་པའི་བསླབ་པ་གཞིག་པའམ་ཉམས་པར་ནི་བགྱི་བར་མི་འཚལ་གྱིས། །
en: “I, too, have no desire to destroy or impair the Buddha’s prescribed precepts.

source: ཐུགས་བརྩེ་བའི་སླད་དུ་བསོད་སྙོམས་བཞེས་ཤིག་ཅེས་བྱས་ནས་དེ་ནང་དུ་སོང་སྟེ་རིག་སྔགས་དང་གསང་སྔགས་སྟོབས་བསྐྱེད་པ་དག་གིས་ཟས་དེ་ལ་བསྔགས་ནས་དགེ་སློང་དེའི་ལྷུང་བཟེད་ཀྱི་ནང་དུ་བླུགས་སོ། །
en: Most graciously accept my alms.” With these words she went inside, bewitched the food with magic spells and secret mantras, and poured it into the monk’s begging bowl.

source: ཟས་བླུགས་མ་ཐག་ཏུ་དགེ་སློང་དེ་དེའི་མོད་ལ་ཚུལ་བཞིན་མ་ཡིན་པའི་རྣམ་པར་རྟོག་པ་སྐྱེས་ཏེ། །
en: As soon as she had poured out his food, the monk suddenly gave rise to immoral thoughts.

source: དེ་ཀུན་ཏུ་རྟོག་ཅིང་ཤས་ཆེར་གདུང་བ་སྐྱེད་དོ། །
en: Fantasizing, he gave rise to enormous longing.

source: དེ་ནས་སྨད་འཚོང་མ་དེས་དགེ་སློང་དེའི་བཞིན་གྱི་མདོག་གྱུར་པར་མཐོང་ནས་ལག་པ་གཡས་པས་དགེ་སློང་དེ་བཟུང་སྟེ་མལ་དུ་ཁྲིད་ནས་དེ་དང་ལྷན་ཅིག་ཏུ་ཉལ་པོ་བྱེད་དོ། །
en: When the prostitute noticed the change in the monk’s expression, she grabbed him with her right hand, led him to the bed, and they slept with each other.

source: དེ་ནས་དགེ་སློང་དེ་སྨད་འཚོང་མ་དེ་དང་ལྷན་ཅིག་ཏུ་དགའ་བའི་རྩེད་མོ་དེ་ཉམས་སུ་མྱོང་ནས་བསོད་སྙོམས་དེ་བླངས་ཏེ།
en: After the monk had had his pleasure from dallying with the prostitute, he collected his alms,

source: གཙུག་ལག་ཁང་དུ་སོང་ནས།
en: went to the main temple,

source: ཀྱེ་མ་བདག་ནི་ཚུལ་ཁྲིམས་ཀྱི་ཕུང་པོ་ཆེན་པོ་ལས་ཉམས་པར་གྱུར་གྱིས།
en: “Oh, woe is me! I have just violated all that is contained in the Buddha’s great teaching of moral conduct!

source: བདག་ཚུལ་ཁྲིམས་ཉམས་པས་དད་པས་བྱིན་པ་ལོངས་སྤྱོད་པའི་འོས་མ་ཡིན་ཏེ། བདག་ནི་སེམས་ཅན་དམྱལ་བ་ཆེན་པོར་ལྟུང་བར་འགྱུར་རོ་
en: As I have violated my moral conduct, I am no longer worthy to partake of faithful people’s offerings. I shall fall into the great hell realms.”

source: གྲོགས་པོ་རྣམས་ཀྱི་ཐད་དུ་འོངས་ནས་བདག་ནི་ཚུལ་ཁྲིམས་འཆལ་པར་གྱུར་ཏེ། དགེ་སྦྱོང་མ་ཡིན་པར་གྱུར་པས་བདག་ནི་སེམས་ཅན་དམྱལ་བར་ལྟུང་བར་འགྱུར་རོ་ཞེས་སྨྲས་སོ།
en: He approached his monastic companions and said, “I have neglected my moral conduct. As I am no longer an ordained devotee, I shall fall into the great hell realms.”

source: དགེ་སློང་གྲོགས་པོ་དེ་དག་གིས་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: His monastic companions asked,

source: ཁྱོད་ཅིའི་ཕྱིར་ཚུལ་ཁྲིམས་འཆལ་པར་གྱུར། དེས་ཀྱང་དེ་དག་ལ་ཇི་ལྟར་གྱུར་པ་བཞིན་དུ་བསྙད་དོ། །
en: “Why did you neglect your moral conduct?” So he recounted to them exactly how it had happened.

source: དེ་ནས་དགེ་སློང་གྲོགས་པོ་དེ་དག་གིས་དགེ་སློང་དྲི་མེད་འོད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: “Venerable Stainless Light,” his monastic companions said,

source: ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ཞེས་བྱ་བ་ཉེས་པ་ཐམས་ཅད་ལས་འབྱིན་པ་ལ་མཁས་པ།
en: “the bodhisattva mahāsattva called Youthful Mañjuśrī is expert in expunging all wrongdoings.

source: སྒྲིབ་པ་ཐམས་ཅད་སེལ་བ་ལ་མཁས་པ། མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ།
en: He is expert in dispelling all obscurations. He has attained patient forbearance in seeing all phenomena as nonarising.

source: བཅོམ་ལྡན་འདས་ཀྱིས་ཀྱང་བསྟོད་ཅིང་བསྔགས་ལ་སྙན་པར་བརྗོད་པ་ཡོད་ཀྱིས་ཚེ་དང་ལྡན་པ་ཚུར་ཤོག །
en: Even the Bhagavān speaks well of him, praising and extolling him. So, venerable one, please come.

source: འོ་བུ་ཅག་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ག་ལ་བ་དེར་འདོང་ངོ་།
en: We shall go to meet Youthful Mañjuśrī.

source: དེས་ནི་ཁྱོད་ཀྱི་འགྱོད་པ་དེ་བསལ་ནུས་སོ། །
en: He will be able to dispel your distress.”

source: དེ་ནས་དགེ་སློང་དྲི་མེད་འོད་དེ་ཟས་དེ་མ་ཟོས་པར་དགེ་སློང་གྲོགས་པོ་དེ་དག་དང་ལྷན་ཅིག་ཏུ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས། །
en: Then, without eating his food, the monk Stainless Light, together with his monastic companions, left for the abode of Youthful Mañjuśrī.

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་ལྷན་ཅིག་ཏུ་མངོན་དུ་ཡང་དག་པར་མགུ་བ་དང་། ཡང་དག་པར་དགའ་བར་འགྱུར་བའི་གཏམ་རྣམ་པ་སྣ་ཚོགས་བྱས་ནས།
en: When they entered the presence of Youthful Mañjuśrī, they exchanged some joyful and delightful conversation, and then

source: འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་ཇི་ལྟར་གྱུར་པ་དེ་བསྙད་དོ། །
en: recounted to Youthful Mañjuśrī what had happened.

source: དེ་སྐད་སྨྲས་པ་དང་། འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་དགེ་སློང་དྲི་མེད་འོད་དེ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ། །
en: After these explanations, Youthful Mañjuśrī told the monk Stainless Light,

source: དགེ་སློང་ཁྱོད་ཟས་འདི་ཇེ་ཟོ་ཤིག་དང་།
en: “Monk, eat some of this food.

source: ཟས་ཟོས་ཟིན་པའི་འོག་ཏུ་བཅོམ་ལྡན་འདས་ལ་ཞུས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་ཇི་སྐད་ལུང་བསྟན་པའི་དོན་བཞིན་དུ་གཟུང་བར་བྱའོ། །
en: Once you have eaten, tell the Bhagavān about this and follow the Bhagavān’s instructions.”

source: དེ་ནས་དགེ་སློང་དྲི་མེད་འོད་དང་། དགེ་སློང་དེ་དག་ཟན་ཟོས་ཟིན་པའི་འོག་ཏུ་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་དང་ལྷན་ཅིག་ཏུ་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ལྷགས་ནས།
en: As soon as the monk Stainless Light had eaten, he and his monastic companions, together with Youthful Mañjuśrī, left for the abode of the Bhagavān. Upon entering his presence,

source: བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ། །
en: they touched their heads to the feet of the Bhagavān,

source: བཅོམ་ལྡན་འདས་ལ་ལན་གསུམ་བསྐོར་བ་བྱས་ནས་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །
en: and after circumambulating the Bhagavān three times, they sat down to one side of him.

source: དེ་ནས་དགེ་སློང་དྲི་མེད་འོད་ངོ་ཚ་སྟེ་བཅོམ་ལྡན་འདས་ལ་གསོལ་མ་ནུས་སོ། །
en: The monk Stainless Light was too ashamed to be able to speak to the Bhagavān,

source: དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་སྟན་ལས་ལངས་ཏེ། །
en: so Youthful Mañjuśrī rose from his seat,

source: བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས། །
en: draped his outer robe over one shoulder,

source: པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: knelt on his right knee,

source: བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་ནས་བཅོམ་ལྡན་འདས་ལ་ཇི་ལྟར་གྱུར་པ་དེ་ཐམས་ཅད་གསོལ་ཏོ། །
en: joined his palms before the Bhagavān, and relayed to the Bhagavān everything that had happened.

source: དེ་སྐད་ཅེས་གསོལ་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་དྲི་མེད་འོད་དེ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: When he had been told what had happened, the Bhagavān asked the monk Stainless Light,

source: དགེ་སློང་ཁྱོད་ཀྱིས་དེ་ལྟ་བུ་བྱས་པ་བདེན་ནམ།
en: “Monk, is it true that you did thus?”

source: བཅོམ་ལྡན་འདས་དེ་མད་ལགས་སོ། །
en: “Bhagavān, yes, it is true,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་ཁྱོད་ཀྱིས་ཅི་བདག་གིས་འདོད་ཆགས་སྤྱད་དོ་སྙམ་དུ་སྔ་ནས་བསམས་སམ།
en: “Monk,” asked the Bhagavān, “did you have a prior intention to engage in lustful conduct?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །
en: “Bhagavān, no, I did not,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་འདོད་ཆགས་ཡིད་ལ་བྱེད་པ་མ་སྐྱེས་པར་ཁྱོད་ཀྱིས་འདོད་ཆགས་ཇི་ལྟར་སྤྱད།
en: “Monk,” asked the Bhagavān, “if lustful thoughts did not arise, how did you come to engage in lustful conduct?”

source: བཅོམ་ལྡན་འདས་བདག་གི་འདོད་ཆགས་ཀྱི་སེམས་ནི་སླད་ཀྱིས་སྐྱེས་ལགས་སོ།
en: “Bhagavān, my lustful mind arose later on,”

source: བཀའ་སྩལ་པ། དགེ་སློང་སེམས་དེས་ཁྱོད་ཀྱི་འདོད་ཆགས་སྤྱད་དམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ།
en: “Monk,” asked the Bhagavān, “did you engage in your passionate act with that mind?” “Bhagavān, no, I did not,” replied Stainless Light.

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་ཅི་སེམས་ཀུན་ནས་ཉོན་མོངས་པས་སེམས་ཅན་རྣམས་ཀུན་ནས་ཉོན་མོངས་པ་ཅན་དུ་འགྱུར་ལ། །
en: “Monk, when their minds are afflicted, sentient beings become controlled by their afflictions;

source: སེམས་རྣམ་པར་དག་པས་རྣམ་པར་དག་པར་འགྱུར་རོ་ཞེས་ངས་ཆོས་མ་བསྟན་ཏམ།
en: when their minds are purified, they become pure. Is this not the Dharma I taught?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་དེ་ལྟ་ལགས་སོ། །
en: “Bhagavān, yes, it is,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་ཇི་སྙམ་དུ་སེམས།
en: “Monk, what do you think?” asked the Bhagavān.

source: ཅི་ཁྱོད་ཀྱིས་གཉིད་ལོག་པའི་རྨི་ལམ་ན་ཀུན་ཏུ་རྟོག་པའི་ཚེ་འདོད་ཆགས་སྤྱད་པ་མྱོང་ངམ།
en: “In your sleep, when dreaming, did you ever engage in passionate acts?”

source: བཅོམ་ལྡན་འདས་མྱོང་ལགས་སོ། །
en: “Bhagavān, yes, I did,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་སེམས་ཀྱིས་འདོད་ཆགས་སྤྱད་པར་ཁྱོད་ཀྱིས་མི་ཤོ་དམ།
en: “Monk,” asked the Bhagavān, “do you not know that it is your mind that engaged in passionate conduct?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་དེ་ལྟ་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: “Bhagavān, I do know that,” replied Stainless Light.

source: དགེ་སློང་ཅི་ཁྱོད་ཀྱིས་རྨི་ལམ་གྱི་སེམས་དང་། གཉིད་མ་ལོག་པའི་སེམས་འདི་ལ་བྱེ་བྲག་དང་ཐ་དད་དུ་བྱ་བ་ཞིག་ཡོད་པར་མཐོང་ངམ།
en: “Monk,” asked the Bhagavān, “do you think that there is a difference such that your dreaming mind and your waking mind are separate and distinct?”

source: བཅོམ་ལྡན་འདས་བདག་གིས་ནི་རྨི་ལམ་གྱི་སེམས་སམ། གཉིད་མ་ལོག་པའི་སེམས་ལ་ཐ་དད་དུ་བགྱི་བ་ཅུང་ཟད་ཀྱང་མ་མཐོང་ལགས་སོ། །
en: “Bhagavān, I do not see the slightest distinction between the dreaming mind and the waking mind,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་འདི་ཇི་སྙམ་དུ་སེམས།
en: “Monk, what do you think?” asked the Bhagavān.

source: ཆོས་ཐམས་ཅད་ནི་རྨི་ལམ་ལྟ་བུའོ་ཞེས་ངས་མ་བསྟན་ཏམ། །
en: “Have I not taught that all phenomena are like dreams?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་དེ་ལྟ་ལགས་སོ།
en: “Bhagavān, yes, you have,”

source: ཅི་རྨི་ལམ་དེ་ཡང་དག་པ་ཡིན་ནམ།
en: “Are dreams true?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་འདི་ཇི་སྙམ་དུ་སེམས། ཅི་རྨི་ལམ་གྱི་སེམས་གང་ཡིན་པ་དང་། གཉིད་མ་ལོག་པའི་སེམས་གང་ཡིན་པ་འདི་གཉིས་མེད་པ་མ་ཡིན་ནམ།
en: “Monk, what do you think?” asked the Bhagavān. “Are not the dreaming mind and the waking mind nonexistent?”

source: བཅོམ་ལྡན་འདས་མ་མཆིས་ལགས་སོ། །བདེ་བར་གཤེགས་པ་མ་མཆིས་ལགས་སོ། །
en: “Bhagavān, they are indeed nonexistent. Sugata, they are indeed nonexistent,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་འདི་ཇི་སྙམ་དུ་སེམས། ཅི་མེད་པ་དེ་གང་ཞིག་ན་ཡོད་དམ།
en: “Monk, what do you think?” asked the Bhagavān. “Could something nonexistent exist anywhere?”

source: གསོལ་པ། །བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་འདི་ཇི་སྙམ་དུ་སེམས། ཅི་མེད་པ་གང་ཡིན་པ་དེ་ལ་སྐྱེ་བ་ཡོད་དམ།
en: “Bhagavān, no, it could not,” replied Stainless Light. “Monk, what do you think?” asked the Bhagavān. “Could something nonexistent arise?”

source: བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་ཇི་སྙམ་དུ་སེམས། ཅི་སྐྱེ་བ་མེད་པ་སྐྱེ་བའམ། འགགས་པའམ།
en: “Bhagavān, no, it could not,” replied Stainless Light. “Monk, what do you think?” asked the Bhagavān. “Could something nonarising arise or cease?

source: ཅི་སྐྱེ་བ་མེད་པ་སྐྱེ་བའམ། འགགས་པའམ།
en: “Could something nonarising arise or cease?

source: ཀུན་ནས་ཉོན་མོངས་པ་ཅན་ནམ། རྣམ་པར་བྱང་བར་འགྱུར་རམ། གསོལ་པ། བཅོམ་ལྡན་འདས་དེ་ནི་མ་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་འདི་ཇི་སྙམ་དུ་སེམས། །
en: Could it become controlled by afflictions, or cleansed?” “Bhagavān, no, it could not,” replied Stainless Light. “Monk, what do you think?” asked the Bhagavān.

source: ཅི་སྐྱེ་བ་མེད་པའི་ཆོས་རྣམས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་རམ། དུད་འགྲོའི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བར་འགྱུར་རམ།
en: “Could nonarising phenomena go to the hell realms, or to the birthplace of an animal, or to the realm of the Lord of Death?”

source: བཅོམ་ལྡན་འདས་སྐྱེ་བ་མ་མཆིས་པ་ཉིད་ཀྱང་མ་མཆིས་པ་ལགས་ན་ངན་འགྲོར་མཆི་བར་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: “Bhagavān, since things that are nonarising do not exist, it would be impossible for them to go to the lower realms,”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Bhagavān continued,

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་དེ་ལྟར་འོད་གསལ་བ་ཡིན་ན་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ནི་ཡང་དག་པ་མ་ཡིན་པའི་ཆོས་རྣམས་ལ་བརྟགས། ཕྱིན་ཅི་ལོག་ལ་བརྟགས། གསོབ་དང་། གསོག་ལྟ་བུའི་ཆོས་ཐམས་ཅད་ལ་བརྟགས་པས་
en: “Monk,” continued the Bhagavān, “while all phenomena are luminous in this way, childish ordinary beings construct unreal phenomena, construct erroneous qualities, and have constructed all phenomena, which are in fact insignificant and worthless.

source: དམྱལ་བ་དང་། དུད་འགྲོའི་སྐྱེ་གནས་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བར་འགྱུར་རོ།
en: And thus they will go to hell, animal states of birth, and to the realm of the Lord of Death.

source: དགེ་སློང་གཞན་ཡང་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པ་སྟེ། །
en: Monk, furthermore, all phenomena are untrue;

source: རྣམ་པར་བསྒྲུབས་ནས་ཉེ་བར་གནས་པའི་མཚན་ཉིད་དོ། །
en: the characteristic that once created they do not remain.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་སྦྱར་བ་སྟེ།
en: Monk, all phenomena are compounded;

source: འདོད་ཆགས་དང་། ཞེ་སྡང་དང་། གཏི་མུག་རྣམས་ཀྱང་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་དེ་དག་གིས་ཀུན་ནས་བསྐྱེད་པ་ཡིན་ནོ། །
en: childish ordinary beings have given rise to attachment, hatred, and delusion.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་བརྟགས་པ་སྟེ། ཕྱིན་ཅི་ལོག་ལས་བྱུང་བ་ཡིན་ནོ།
en: Monk, all phenomena arise from distorted perceptions.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་མེད་པ་སྟེ། སྨིག་རྒྱུ་ལྟ་བུའི་ངོ་བོ་ཉིད་ཡིན་ནོ། །
en: Monk, all phenomena lack existence, their very essence is like a mirage.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཡ་མ་བརླ་སྟེ་ནམ་མཁའ་དང་འདྲའོ། །
en: Monk, all phenomena lack a core, they are like space.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་དང་བྲལ་བའི་ཕྱིར་དངོས་པོ་མེད་པའོ། །
en: Monk, as all phenomena are devoid of reality, they are not real entities.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ནམ་མཁའ་ལྟར་ཟབ་པའི་ཕྱིར་ཟབ་པའོ། །
en: Monk, as all phenomena are deep like space, they are deep.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་དངོས་པོ་མི་དམིགས་པའི་ཕྱིར་ཡངས་པའོ། །
en: Monk, as all phenomena are unperceived, they are wide open.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་དབེན་པའི་ཕྱིར་མི་གནས་པའོ། །
en: Monk, as all phenomena are utterly void, they are nonabiding.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཡུལ་ཐམས་ཅད་གསོག་ཡིན་པའི་ཕྱིར་མི་རྟེན་པའོ། །
en: Monk, as all phenomena have no worth for anything at all, they are unreliable.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཤིན་ཏུ་གསོག་ཡིན་པའི་ཕྱིར་རྩ་བ་མེད་པའོ། །
en: Monk, as all phenomena are without worth whatsover, they are baseless.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཉོན་མོངས་པ་མི་དམིགས་པའི་ཕྱིར་ཀུན་ནས་དཀྲིས་པ་མེད་པའོ། །
en: Monk, as all phenomena are devoid of afflicted concepts, they are unfettered.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་མ་སྐྱེས་པའི་ཕྱིར་ཡོངས་སུ་གདུང་བ་མེད་པའོ། །
en: Monk, as all phenomena are nonarising by nature, they are entirely free from pain.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་དབེན་པའི་ཕྱིར་སྒྲིབ་པ་མེད་པའོ། །
en: Monk, as all phenomena are void, they are unobscured.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་ལྡང་བ་མེད་པའི་ཕྱིར་ཞེ་སྡང་མེད་པའོ། །
en: Monk, as all phenomena are free of hatred by nature, there is no hatred.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རང་བཞིན་གྱིས་འོད་གསལ་བའི་ཕྱིར་གཏི་མུག་མེད་པའོ། །
en: Monk, as all phenomena are luminous by nature, there is no delusion.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་མིག་ཡོར་ལྟ་བུ་སྟེ་རྣམ་པར་སྨིན་པ་མེད་པའོ།
en: Monk, as all phenomena are like hallucinations, there is no karmic maturation.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ལོག་པར་སྣང་བའི་ཕྱིར་སྒྱུ་མ་ལྟ་བུའོ། །
en: Monk, as all phenomena appear mistakenly, they are like illusions.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཡང་དག་པ་མ་ཡིན་པར་ཀུན་ཏུ་བརྟགས་པའི་ཕྱིར་གནས་པ་མེད་པའོ། །
en: Monk, as all phenomena are constructed falsely, they are nonabiding.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ཀྱིས་མེད་བཞིན་དུ་སྒྲོ་བཏགས་པའི་ཕྱིར་རྣམ་པར་རྨོངས་པར་བྱེད་པའོ། །
en: “Monk, as childish ordinary beings project existence onto nonexistent phenomena, they act completely blindly.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རྐྱེན་ཕན་ཚུན་འགལ་བའི་ཕྱིར་སྐྱེ་བ་མེད་པའོ། །
en: Monk, as all phenomena are mutually contradictory conditions, they are nonarising.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ལམ་ཆད་པའི་ཕྱིར་ཆགས་པ་མེད་པའོ། །
en: Monk, as all phenomena are without path, they are unattached.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཉོན་མོངས་པ་ཡང་དག་པ་མ་ཡིན་པའི་ཕྱིར་ཉོན་མོངས་པ་མེད་པའོ། །
en: Monk, as all phenomena are not truly afflicted, they are free from afflictions.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ནམ་མཁའ་ལྟར་ཡོངས་སུ་དག་པའི་ཕྱིར་དྲི་མ་མེད་པའོ། །
en: Monk, as all phenomena are as immaculate as space, they are stainless.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཅི་ལས་ཀྱང་དབེན་པའི་ཕྱིར་ཅི་ཡང་མ་ཡིན་པའོ། །
en: Monk, as phenomena are nothing but void, they are nothing whatsoever.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ངོ་བོ་ཉིད་ཀྱིས་མ་སྐྱེས་པའི་ཕྱིར་དུལ་བའོ། །
en: Monk, as all phenomena are inherently nonarising, they are tamed.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་སྔོན་གྱི་མཐའ་དང་། ཕྱི་མའི་མཐའ་དང་། དབུས་ཡོངས་སུ་བཅད་པའི་ཕྱིར་མི་བདེན་པའོ། །
en: Monk, as all phenomena are devoid of an earlier limit, a later limit, and a middle, they are untrue.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་གཅིག་ལ་གཅིག་རྒྱུར་འགྱུར་བ་མེད་པའི་ཕྱིར་གྲོལ་བའོ། །
en: Monk, as no phenomenon is the cause of another, phenomena are liberated.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རྩྭ་དང་། ཤིང་དང་། རྩིག་པ་པ་དང་། བོང་བ་དང་འདྲ་བའི་ཕྱིར་བེམས་པོ་ཡིན་ནོ། །
en: Monk, as all phenomena are like grass, wood, walls, and clods of dirt, they are material substance.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ནམ་མཁའ་དང་ཚུལ་འདྲ་བའི་ཕྱིར་ངོ་བོ་མེད་པའོ། །
en: Monk, as all phenomena are like space, they are essenceless.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཆགས་པ་མེད་པའི་ཕྱིར་མཉམ་པའོ། །
en: Monk, as no phenomenon is anything to be attached to, phenomena are equal.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ནམ་མཁའི་ལུས་དང་། ཆང་པ་སྟོང་པ་དང་འདྲ་བའི་ཕྱིར་གཟུང་དུ་མེད་པའོ། །
en: Monk, as all phenomena are like a body of space and an empty hand, they cannot be grasped.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཡེ་ཤེས་དང་ལྡན་པ་རྣམས་ཀྱིས་ཡོངས་སུ་བཙལ་བའི་ཕྱིར་ཐོབ་པ་མེད་པའོ། །
en: Monk, as all phenomena have been the objects of thorough searches by those endowed with exalted wisdom, they are unobtained.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་དུས་གསུམ་ཡོངས་སུ་དག་པའི་ཕྱིར་དུས་མེད་པའོ། །
en: Monk, as all phenomena are free of the three times, they are timeless.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་མུན་པར་ཆགས་པ་མེད་པའི་ཕྱིར་སྦྱོར་བ་མེད་པའོ། །
en: Monk, as all phenomena are nothing to be benightedly attached to, they are not to be engaged with.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་སྒྲིབ་པ་ལས་དབེན་པའི་ཕྱིར་ཟུག་རྔུ་མེད་པའོ། །
en: Monk, as all phenomena are devoid of obscurations, they are free of pain.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་མྱ་ངན་ལས་འདས་པ་དང་མཚུངས་པའི་ཕྱིར་བདེ་བའོ། །
en: Monk, as all phenomena are like nirvāṇa, they are blissful.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་འཇིགས་པ་དང་བྲལ་བའི་ཕྱིར་འཇིགས་པ་མེད་པའོ། །
en: Monk, as all phenomena are without fearsomeness, they are not to be feared.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་ཚུ་རོལ་མི་དམིགས་པའི་ཕྱིར་ཕ་རོལ་མ་ཡིན་ནོ། །
en: Monk, as all phenomena are unobserved on this side, there is no other side.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་གྲངས་སུ་བགྲང་བ་མེད་པའི་ཕྱིར་དཔག་ཏུ་མེད་པའོ། །
en: Monk, as all phenomena are incalculable, they are beyond measure.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་མཚན་མ་གསོབ་ཡིན་པའི་ཕྱིར་མཚན་མ་མེད་པའོ། །
en: Monk, as the signs of all phenomena are insignificant, they are signless.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་སྨོན་པ་ཆད་པའི་ཕྱིར་སྨོན་པ་མེད་པའོ། །
en: Monk, as all phenomena lack wishes, they are wishless.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་འདུ་བྱེད་བརྫུན་པའི་ཆོས་ཉིད་ཡིན་པའི་ཕྱིར་མངོན་པར་འདུ་བྱེད་པ་མེད་པའོ། །
en: Monk, as all phenomena have the nature of false formations, they are without actual formation.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རྣམ་པར་རྟོག་པ་ཉེ་བར་ཞི་བའི་ཕྱིར་སྤྲོས་པ་མེད་པའོ། །
en: Monk, as all phenomena are undisturbed by discursive thought, they are unelaborated.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་གནས་དང་བྲལ་བའི་ཕྱིར་གནས་པ་མེད་པའོ། །
en: Monk, as all phenomena are free of abiding, they are nonabiding.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་རྟག་ཏུ་དང་བའི་ཕྱིར་རྙོག་པ་མེད་པའོ། །
en: Monk, as all phenomena are always clear, they are unsullied.

source: དགེ་སློང་ཆོས་ཐམས་ཅད་ནི་སྐྱེ་བ་མི་དམིགས་པ་དང་། སྐྱེ་བ་གསོབ་ཡིན་པ་དང་། སྐྱེ་བ་གསོག་ཡིན་པ་དང་། སྐྱེ་བ་སྟོང་པ་ཡིན་པ་དང་། སྐྱེ་བཞི་བ་ཡིན་པའི་ཕྱིར་ཡོངས་སུ་མྱ་ངན་ལས་འདས་པའོ། །
en: Monk, as the arising of all phenomena is unperceived, as their arising is insignificant, as their arising is worthless, as their arising is empty, and as their arising is peaceful, they are final nirvāṇa.
